<template>
	<!-- 用户协议 -->
	<div>
		<div class="agreement-nav">
			<div class="agreement-nav-title">用户协议</div>
			<div class="agreement-nav-cont">
				<div class="agreement-nav-cont-li" v-for="(item,index) in data">
					<b v-if="item.title">{{item.title}}</b>
					<span>{{item.text}}</span>
				</div>
			</div>
			<div class="agreement-nav-btn" @click="showAgreement">好的</div>
		</div>
	</div>
</template>

<script>
import { Row, Col } from 'vant';
export default {
	name: 'agreement',
	data() {
		return {
			data:[{
				text:'您在申请成为“医群筹”平台（以下可简称“平台”） 用户之前，应仔细阅读、并充分理解本协议全部条款内容，特别是其中以粗体字标识的部分。您使用平台服务以及各项功能，表示您已经知晓并同意本协议全部内容，并自愿接受本协议约束，即成为医群筹的用户。'
			},{
				title:'第一条 平台服务',
				text:'1、“医群筹”是医群信息技术有限公司（以下简称“医群信息”）运营的为陷入困境的患者提供个人大病求助信息发布服务的互联网平台，仅为发起人、求助人与赠与人提供技术服务的网络渠道。 2、个人大病求助不属于慈善募捐，信息的真实性由发起人、求助人自行负责、赠与人需要独立审慎判断，做出是否赠与的决定。'
			},{
				title:'第二条 协议主体和协议范围 ',
				text:'1、本协议内容包括协议正文、附件及规则（包括但不限于《医群筹个人求助信息发布条款》、《提现承诺》、操作流程、项目页面承诺等，以下合称“本协议”）均为本协议不可分割的一部分，与本协议具有同等效力。 2、保护您的个人信息是医群筹的一项核心原则。医群筹将按照本协议及《隐私政策》规定收集、使用、储存、分享您的个人信息。 3、本协议约定的应由医群信息行使的权利和履行的义务，可由医群信息及负责相应职能及业务范围的相关公司分别履行。 4、用户使用本协议项下服务，即表示自愿接受本协议约束。 5、在用户使用个人大病求助服务、使用第三方提供的内容或软件时，在遵守本协议的基础上，亦应遵守与该等服务、内容、软件有关的附加条款及条件。 6、发起人、求助人在发起个人大病求助项目之前，应仔细阅读相关协议、公告、各类规则、操作流程的内容；赠与人在支付赠与款项之前，应仔细阅读相关协议、公告、各类规则、操作流程、项目页面的承诺。发起人、求助人、赠与人如不同意前述内容，有权选择不使用平台服务及各项功能。一旦选择使用医群筹服务，即视为该发起人、求助人和赠与人已确知并完全同意相关协议、公告、规则、操作流程和项目页面的承诺。'
			},{
				title:'第三条风险提示',
				text:'1.平台仅向用户提供个人大病求助的技术服务。赠与人在决定对求助人进行资金赠与前应对个人大病求助项目进行全面细致的了解,充分阅读求助人发布的求助信息,独立审慎的出是否支持的决定。 2.赠与人清楚对个人大病求助项目的支持是出于对发起人、求助人的信任及认同。赠与同意自行承担与赠与行为相关的全部风险及法律后果。 3发起人、求助人须谨慎保管用户注册信息。通过账户编辑、发布的任何信息或做出的任何行为都将被视为发起人、求助人本人的行为。对因账号外借等产生的任何损失,平台不承担任何责任。 4政策法律风险:有关个人大病求助的相关国家法律法规及政策变化,平台可能根据该变化依法调整个人大病求助服务的内容,平台不承担任何责任。 5不可抗力:由于求助人疾病进程、外部灾难进程等原因导致的个人大病求助进度提前结束,或赠与款项使用与承诺不一致,平台不承担任何责任。 6技术风险:个人大病求助涉及到互联网服务,可能会受到各个环节不稳定因素的影响。因不可抗力、计算机病毒或黑客攻击、系统不稳定以及其他任何技术、互联网络、通信线路 原因等造成的系统故障、服务中断或不能满足服务要求的风险,及由此发生经济损失的,发起人、求助人和赠与人须自行承担。'
			},{
				title:'第四条特别提示及确认',
				text:'1.发起人、求助人和赠与人均已理解并确认:平台仅为发起人、求助人与赠与人之间的个人大病求助提供平台网络空间、技术服务。平台作为居间方,并不是发起人、求助人或赠与人中的任何一方,个人大病求助及赠与行为仅存在于发起人、求助人和赠与人之间,使用医群筹平台产生的全部法律后果由发起人、求助人与赠与人自行承担。医群筹平台不对个人大病求助项目作任何形式的担保，对于因个人大病求助项目发生的一切纠纷，由发起人、求助人和赠与人自行解决。 2.发起人、求助人确认并承诺：发起人与求助人不是同一人时，发起人作为求助人的近亲属（配偶、直系亲属）、监护人、委托授权代理人，有权为求助人发起求助。发起人、求助人公布求助信息、提交资料、提现、使用赠与款项等行为，表明求助人已知晓、确认或事后知晓、追加确认发起人为其发起求助的事实，并将遵守本协议各项约定，与发起人共同向赠与人及或平台承担责任。赠与人确认已知晓发起人为求助人发起求助的实际情况，且对此无异议。'
			},{
				title:'第五条发起人、求助人的权利义务',
				text:'（一）发起人、求助人的权利 1.发起人、求助人有权按照平台的规则发起求助。 2.发起人、求助人有权按照本协议要求的方式申请提现、使用赠与款项。 （二）发起人、求助人的义务 1.发起人、求助人发起求助之前，需要成为平台的注册用户，接受本协议及隐私政策。 2.发起人、求助人应当遵守本协议的各项约定，公示求助相关信息、申请提现、按照约定使用赠与款项、退还赠与款项。 3.发起人、求助人应对其提交资料的真实性、完整性、及时性、合法性负责，不得虚构事实或者隐瞒真相。 4.发起人、求助人发起个人大病求助项目，仅能根据本平台的定位，按照赠与人确认的用途，用于求助人本人疾病治疗的合理费用支出。此外，发起人、求助人的还应履行《医群筹个人求助信息发布条款》、《提现承诺》约定的各项义务。'
			},{
				title:'第六条个人大病求助基本模式',
				text:'1.发起人、求助人在平台发起个人大病求助项目，在项目页面注明求助理由、求助金额、诊断信息、家庭财产等求助信息。发起人、求助人可通过个人社交网络自行转发求助页面，以获得更多关注与支持。 2.赠与人自行判断求助信息的真实性，自行决定是否点击“支持”、“赠与”等按钮进行支持，赠与资金。 3.发起人、求助人及赠与人授权医群互保代为接收和管理赠与款项。发起人、求助人提交相关证明材料并通过平台审核后，赠与款项将支付至求助人收款账户或求助人指定收款人账户。上述款项产生的利息将全部用于因求助服务产生的相关费用，包括但不限于赠与人赠与款项产生的支付渠道手续费、向求助人划拨款项产生的银行费用、联系求助人的通讯费用及其他因求助服务产生的合理费用。 4.发起人、求助人提现后，应及时公示疾病治疗进展、赠与款项使用等情况。 5.如求助人的疾病已经治愈、死亡或不再继续治疗的，发起人、求助人应及时公示，并将赠与款项退还赠与人。如发起人申请变更合理用途的，需向赠与人公示理由，在赠与人无异议的前提下，赠与款项可用于捐赠给具有同类大病求助项目的慈善组织及其他合理用途。赠与人未明确表示不同意变更用途的，即为赠与人无异议。'
			},{
				title:'第七条赠与人的权利义务 ',
				text:'（一）赠与人的权利 1.赠与人有权了解项目有关信息，判断其是否真实、准确，并自主决定是否赠与及赠与金额 2.赠与人有权对项目信息提出异议，有权监督赠与款项的实际使用情况。 （二）赠与人的义务 1.赠与人向发起人、求助人进行赠与之前，需要成为平台的注册用户，接受本协议及隐私政策。 2.赠与人应及时关注发起人、求助人公示的申请提现、变更赠与款项用途申请等公示信息。 3.如赠与人申请注销账户，即表明赠与人已经无条件放弃对发起人、求助人及平台的全部权利，放弃赠与款项。 （三）赠与人对平台的授权 若发起人、求助人获得赠与款项后存在挪用、盗用、骗用、未按照本协议约定退还赠与款项等行为，则赠与人不可撤销地授权平台代为追偿相关款项并追究其相应法律责任。平台有权以自己的名义委托第三方调查取证，代为提起行政、民事、刑事程序，有权要求发起人、求助人、收款人或其他责任人承担退还全部或部分赠与款项、承担合理损失及各项支出的责任，包括但不限于要求退还全部赠与款项、合理使用后剩余赠与款项，要求退还逾期退还赠与款项产生的利息损失、支付渠道的通道费、委托第三方调查取证的费用、因维权所支付的合理支出。'
			},{
				title:'第八条违约',
				text:'责任用户违反其于本协议项下的陈述、保证或承诺，而使平台遭受任何诉讼、纠纷、索赔、处罚、声誉影响等的，平台均有权要求用户立即停止违约行为，并按照平台要求履行相关义务，给平台造成损失的，用户应当承担赔偿责任。'
			},{
				title:'第九条知识产权、肖像权、名誉权 ',
				text:'发起人、求助人在医群筹发起个人大病求助，表明发起人、求助人知晓并同意以下条款： 1.平台可以使用发起人、求助人提交的任何内容。发起人、求助人、授权医群信息及其关联方、合作伙伴，在尊重其内容的基础上，在全球范围内排他的、永久的、不可撤销的、免版税的使用、或商业化这些内容。 2.当平台使用这些内容时，可进行修改、编辑、摘录、删除或翻译。 3.发起人、求助人不得提交其不享有版权的内容，提交的内容不包含第三方受保护的材料或其他专有权利，除非发起人、求助人拥有合法所有者的许可材料（并许可医群信息使用）。如有版税及其他费用，将由发起人、求助人承担。 4.发起人、求助人承诺，医群信息有权使用所提交内容中包含的本人肖像，也不侵犯他人的肖像权。 5.发起人、求助人承诺，如实主动披露相关个人信息以发起个人大病求助，平台公示这些信息不侵犯发起人、求助人的名誉权。 6.发起人、求助人承诺，若医群信息使用发起人、求助人的内容，医群信息不会侵犯任何人的权利，包括但不限于任何隐私权、公众权利、版权、合同权利或任何其他知识产权或专有权利等。 7.若发起人、求助人发起的个人大病求助项目内容中存在错误，发起人、求助人将承担因内容错误所造成的全部责任。 '
			},{
				title:'第十条争议解决',
				text:'1.因本协议引起的或与本协议有关的争议，均适用中华人民共和国法律。 2.本协议签订地为河北省石家庄市。与本协议有关的纠纷，如经各方协商无法达成一致的，均可向本合同签订地有管辖权的法院提起诉讼。'
			},{
				title:'第十一条协议的修改',
				text:'平台享有自行修改本协议中任何内容的权利。修改后的协议内容及相关规则、通知等成为本协议的必要组成部分。平台将本协议的修改内容通过医群筹平台予以公布。用户在公布后继续使用医群筹服务的，视为确认接受修改后的协议及相关规则、通知等的约束。'
			},{
				title:'第十二条其他',
				text:'1.除本协议特别约定外，本协议项下个人大病求助活动所产生的税费负担，由中国法律法规所规定的责任方自行承担并依法申报和缴纳。 2.如果本协议的部分条款被争议解决机构认定为违法，则并不影响其他条款的有效性。'
			}]
		};
	},
	components: {
		[Row.name]: Row,
		[Col.name]: Col,
	},
	mounted() {},
	methods: {
		showAgreement(){
			 this.$emit('showAgreementOn');
		}
	}
};
</script>

<style scoped lang="less">
	.agreement{
    font-size: 16px;
		&-nav{
			width: 320px;
			height: 80vh;
			&-title{
				text-align: center;
				height: 10vh;
				line-height: 10vh;
			}
			&-cont{
				padding: 0 15px;
				height: 60vh;
				overflow-x: hidden;
				overflow-y: scroll;
				&-li{
					line-height: 20px;
					b{
						font-size: 13px;
					}
					span{
						font-size: 13px;
					}
				}
			}
			&-btn{
				width: 100px;
				background: #ff5a5a;
				height: 35px;
				border-radius: 35px;
				text-align: center;
				line-height: 35px;
				color: #fff;
				margin: 20px auto;
			}
		}
	}
</style>
