<template>
	<!-- 隐私政策 -->
	<div>
		<div class="clause-nav">
			<div class="clause-nav-title">医群筹个人发布条款</div>
			<div class="clause-nav-cont">
				<div class="clause-nav-cont-li" v-for="(item,index) in data">
					<b v-if="item.title">{{item.title}}</b>
					<span>{{item.text}}</span>
				</div>
			</div>
			<div class="clause-nav-btn" @click="showClause">好的</div>
		</div>
	</div>
</template>

<script>
import { Row, Col } from 'vant';
export default {
	name: 'clause',
	data() {
		return {
			data:[{
				text:'“医群筹”平台（以下可简称“平台”）是医群信息技术有限公司（以下可简称“医群信息”）运营的为陷入困境的患者提供个人大病求助信息发布服务的互联网平台，仅为发起人、求助人与赠与人提供技术服务的网络渠道。 通过医群筹发布的信息为个人大病求助信息，非慈善公开募捐信息，禁止通过医群筹为任何慈善组织或慈善募捐项目发布募捐信息。 发起人、求助人应对其提交资料的真实性、完整性、及时性、合法性负责，不得虚构事实或者隐瞒真相。 平台不向发起人及求助人收取任何费用，不对最终赠与款项金额做任何承诺。 '
			},{
				title:'【求助信息发布资格】 ',
				text:'1.具有完全民事行为能力的中华人民共和国公民可作为发起人通过医群筹发布个人大病求助信息，发起人应当为求助人或能够承担民事法律责任的求助人的近亲属（配偶、直系亲属）、监护人、委托授权代理人。 2.若发起人非求助人本人或近亲属（配偶、直系亲属）、监护人，发起人应取得求助人合法授权，按照求助人意愿发起个人大病求助项目，否则平台有权终止提供平台服务及各项功能。涉嫌犯罪的，平台有权移送公安机关立案，追究相关人员刑事责任。 3.禁止冒用他人名义、伪造身份、伪造材料等发布个人大病求助信息。一经发现，平台有权终止提供平台服务及各项功能。涉嫌犯罪的，平台有权移送公安机关立案，追究相关人员刑事责任。'
			},{
				title:'【求助信息内容】',
				text:'1.发起人发布内容必须完整、准确、真实、及时、合法，无虚构或隐瞒情形。 2.发起人、求助人发起个人大病求助项目，仅能基于平台的定位，按照赠与人确认的用途，用于求助人本人疾病治疗的合理费用支出。 发起人应按平台规定，提交发起人及求助人身份信息、医疗机构开具的医疗证明等真实材料。发起人还应及时、完整、真实、准确地提供资料并公开求助人的以下信息：疾病情况；治疗花费情况；家庭经济状况（主要是家庭收入、房产、车辆、金融资产等信息）；预期款项用途；基本医疗保障情况；商业保险情况；是否享受低保；是否建档立卡贫困户；获得政府医疗救助等情况，在本平台及其他平台求助情况，平台要求提供的其他信息。对于以上信息，求助人可自行提供证明材料，也可邀请第三方协助佐证。 3.平台认定发起人提供的材料不符合要求或被质疑的，平台有权要求发起人补充相关材料，暂缓发布个人大病求助项目，直至平台查明情况。 4.发起人求助信息中设定的目标金额应当与治疗疾病所必须的费用保持一致或误差最小，不得虚报用途、夸大目标金额。除特殊情况外，原则上单次求助金额不得超过人民币50万元；超过50万元的，发起人应在求助信息中进行特别说明并公示。'
			},{
				title:'【求助信息发布责任】',
				text:'1.发起人及求助人应实时在平台更新求助人的信息资料和个人大病求助项目进展并向社会公开，接受社会监督。 2.禁止同一求助人同时发布两个以上（包含两个）个人大病求助项目。若经平台发现或被投诉同一求助人同时发布两个以上（包含两个）个人大病求助项目的，平台有权终止该求助人相关项目，并将赠与款项全部退还赠与人。 3.若平台发现发起人、求助人有任何虚假、伪造和隐瞒行为（包括但不限于自行或由第三方协助提供不真实文案、诊断证明文件，作弊转发项目等）、公示信息与实际情况不一致、超出合理求助用途、不能有效解释质疑等情形，平台有权独立判断并采取终止个人大病求助项目等措施，将赠与款项退还赠与人。赠与款项已提现的，平台有权要求发起人、求助人予以返还，并追究其法律责任。情节严重的，平台将追究其相应的法律责任，包括但不限于移送公安机关、提起诉讼、列入失信黑名单等。 4.发起人、求助人应保证其发布的内容、图片、资料不侵犯任何第三方的知识产权、肖像权、名誉权、隐私权及其他合法权利，不得冒用他人信息发布求助信息，不得违反法律法规。若发起人、求助人违反前述约定的，由发起人与求助人承担全部法律责任，因此给平台造成损失的，平台有权要求发起人、求助人赔偿平台的全部损失、消除不良影响。 5.平台有权随时独立判断或依据国家宏观政策以及法律法规、相关监管规定的调整，视情采取警示、删除修改相关内容、限制功能、暂停服务等处置措施，对发布信息进行调整、下线，保存记录并向有关主管部门报告，而无需事先通知。 '
			},{
				title:'【求助项目终止】',
				text:'1. 如无特殊原因，自个人求助信息发布之日起30天为求助期，求助期满后将终止个人大病求助项目。如达到求助目标金额，则该个人求助项目提前终止。在求助期内，发起人可提前终止项目。 2.     如有特殊情况，需要延期继续筹款的，可以向平台发起申请，延期至总共不超过60天的筹款期限。 3.如求助人由于疾病或其他原因死亡、治愈、不再继续治疗，发起人应及时通知平台并终止该个人大病求助项目。赠与款项应退还赠与人，或由发起人公示申请变更合理用途。除赠与人明示不同意变更用途之外，赠与款项可用于其他合理用途。对于明示不同意变更用途的赠与人，发起人应按比例及时向其退还赠与款项。'
			},{
				title:'【赠与款项提现与支付】',
				text:'1.平台将于发起人提交的提现申请通过公示，且公示期间赠与人无异议或社会无质疑后，将实际收到的赠与款项支付至求助人或其指定收款人、其监护人、配偶、近亲属、医疗机构、慈善组织银行账户。 2.平台有权随时根据独立判断，视案例风险情况，决定将赠与款项进行对公打款（直接支付给医疗机构、慈善机构）、分批打款等相关操作。 3.发起人应于个人大病求助项目符合平台要求的提现或退款条件时，尽快提交提现申请或退款申请（退款指发起人将赠与款项退还赠与人）。若发起人自其项目终止90天后仍未申请提现或退款，或未能提交有效资料通过提现审核、公示，平台会自动将赠与款项原路返还赠与人。 4.赠与款项提现前求助人死亡的，发起人申请提现时应如实公示求助人已死亡的情况，并公示求助人求助期间已发生的治疗费用支出凭证，平台审核通过后，将对应款项支付到求助人收款账户或求助人指定收款人账户。 '
			},{
				title:'【赠与款项使用】',
				text:'1. 发起人、收款人有责任和义务监督所赠与项全部用于求助人的治疗。 2.平台有权要求发起人定期提交并公示求助人治疗情况说明、赠与款项使用情况说明并提供相应的证明材料，直至赠与款项使用完毕。 3.求助人的治疗款项如果有剩余，可以选择将剩余款项退还捐款人或捐给公益组织，用于其他人的治疗。'
			},{
				title:'【赠与款项退还】',
				text:'1.求助人死亡、治愈或不需治疗，发起人或求助人应及时公示赠与款项的使用情况，平台有权要求其返还剩余赠与款项，返还的赠与款项将退还赠与人，或由发起人公示申请变更合理用途。除非赠与人明确表示不同意之外，剩余赠与款项可用于其他合理用途。对于明确表示不同意变更用途的赠与人，发起人应按比例及时向其退还赠与款项。 2.若发起人、求助人未能提供平台要求的材料、公示信息，平台有权要求发起人、求助人、收款人全额返还赠与款项，返还的赠与款项将退还赠与人。 3.若发起人、求助人、收款人未按约定使用款项，包括任何挪用、盗用、骗用等行为，平台有权要求发起人、求助人、收款人全额返还赠与款项，返还的赠与款项将退还赠与人。 4.如求助人不再继续治疗，平台有权要求发起人、求助人、收款人返还未使用完毕的赠与款项，返还的赠与款项将退还赠与人。'
			},{
				title:'【其他】',
				text:'1.发起人、求助人发起个人大病求助项目即表明接受本发布条款的效力，遵守本条款的各项约定。 2.本发布条款为平台《用户协议》的一部分，具有共同的法律效力。如发起人、求助人违反本条款的各项约定，平台有权要求根据《用户协议》及本条款的约定追究发起人、求助人的法律责任。 3.本发布条款未尽事宜，平台可另行发布补充条款。 4.在法律允许的范围内，由本平台负责解释本发布条款。'
			}]
		};
	},
	components: {
		[Row.name]: Row,
		[Col.name]: Col,
	},
	mounted() {},
	methods: {
		showClause(){
			 this.$emit('showClauseOn');
		}
	}
};
</script>

<style scoped lang="less">
	.clause{
    font-size: 16px;
		&-nav{
			width: 320px;
			height: 80vh;
			&-title{
				text-align: center;
				height: 10vh;
				line-height: 10vh;
			}
			&-cont{
				padding: 0 15px;
				height: 60vh;
				overflow-x: hidden;
				overflow-y: scroll;
				&-li{
					line-height: 20px;
					b{
						font-size: 13px;
					}
					span{
						font-size: 13px;
					}
				}
			}
			&-btn{
				width: 100px;
				background: #ff5a5a;
				height: 35px;
				border-radius: 35px;
				text-align: center;
				line-height: 35px;
				color: #fff;
				margin: 20px auto;
			}
		}
	}
</style>
