<template>
	<!-- 隐私政策 -->
	<div>
		<div class="privacy-nav">
			<div class="privacy-nav-title">隐私政策</div>
			<div class="privacy-nav-cont">
				<div class="privacy-nav-cont-li" v-for="(item,index) in data">
					<b>{{item.title}}</b>
					<span>{{item.text}}</span>
					<b v-if="item.list" v-for="itLi in item.list">【{{itLi}}】</b>
				</div>
			</div>
			<div class="privacy-nav-btn" @click="showPrivacy">好的</div>
		</div>
	</div>
</template>

<script>
import { Row, Col } from 'vant';
export default {
	name: 'privacy',
	data() {
		return {
			data:[{
				title:'【特别提示】',
				text:'尊敬的用户：感谢您对医群信息科技有限公司（以下简称“医群筹”，或称“我们”）的信任。为了帮助您了解我们对个人信息的处理和保护规则，我们特制定 显示的内容。如您有任何疑问、意见或建议，您可通过本隐私政策第十节的联系《医群筹隐私政策》（“隐私政策”）。请您仔细阅读本隐私政策尤其是粗体方式与我们联系。本隐私政策适用于我们及我们的关联公司（统称“医群”）通过医群筹官方网站（www.yiqunchou.cn）、基于Android（安卓）系统和iOS系统开发的应用程序（APP）及医群筹相关微信小程序、微信公众号、网页及其他平台向您提供的产品或服务。为了更好地为您提供贴心的服务，您在使用我们的产品或服务时，我们可能会收集和使用您的相关信息。医群筹非常重视用户的隐私和个人信息保护，我们希望通过本隐私政策向您说明我们在您使用我们的产品或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。 本隐私政策将帮助您了解以下内容：',
				list:['一、我们收集了哪些信息','二、您的个人信息我们如何使用','三、征得授权同意的例外','四、我们如何存储您的个人信息','五、我们如何共享、转让、公开披露您的个人信息','六、我们如何保护您的个人信息','七、您管理个人信息的权利','八、未成年人个人信息保护','九、隐私政策的适用范围、变更和修订','十、如何联系我们','十一、隐私政策的生效']
			},{
				title:'【一、我们收集了哪些信息】',
				text:'（一）发起大病筹款项目功能相关的信息 在您通过医群筹平台发起大病筹款项目时，我们将按照如下方式收集您筹款而需要提供的信息，以及在使用我们产品或服务时主动提供或产生的信息，用以帮助您筹款、向您提供服务、优化我们的服务并保障您的账号安全： 1.当您注册医群筹账号时，我们可能会收集您的手机号码或者通过微信获得您的地区、性别、微信昵称、微信头像，收集这些信息是为了帮助您完成医群筹账号注册，保护您的账号安全。如果您拒绝提供这些信息，您可能无法正常注册医群筹账号，亦无法在我们的平台发起大病筹款项目。 2.当您发起大病筹款项目时，我们将收集发起人、求助人、收款人、紧急联系人的个人信息，以便帮助您顺利地通过本平台的审核，获得赠与人的信任，完成筹款项目解决您的用款需求。 这些信息分为两种类型，第一种为必填信息，主要包括 （1）发起人信息：姓名、身份证件号码、与求助人的关系； （2）求助人信息：姓名、年龄、家庭住址、身份证件类型、身份证件号码、身份证件照片、本人手持其身份证件的照片，医疗证明材料、个人保障状况（包括是否按时交纳医保、是否购买商业重大疾病保险和是否享有低保）、房产、车辆，求助人预期款项用途； （3）收款人信息：姓名、电话号码、身份证件号码、手持其身份证件的照片、银行卡信息、与求助人的关系证明（求助人为收款人时无需提交）； （4）收款人的紧急联系人信息：姓名、电话号码、与求助人关系、家庭住址；（5）发起人筹款目标金额达到五十万元，需说明筹款原因。 第二种为选填信息，主要包括：求助人治疗花费情况（例如医疗票据）、求助人获得政府医疗救助状况（是否为建档立卡贫困户）、求助人家庭经济状况（包括家庭收入和金融资产），如果您拒绝提供必填信息，您无法通过我们平台的资料审核，亦无法在我们平台发起大病求助项目。 （二）赠与人相关的信息 当您通过医群筹对大病求助人进行赠与时，我们会收集您的IP地址、地理位置（当您通过微信登录并开放地理位置权限的情况下）、手机型号、浏览器信息、操作系统版本。当您注册医群筹账号时，我们可能会收集您的手机号码或者通过微信获得您的微信昵称、微信头像、地区、性别，收集这些信息是为了帮助您完成医群筹账号注册，保护您的账号和赠与资金安全。 （三）证实人相关的信息 当您为求助人医疗情况提供证明时，我们会收集您的姓名、身份证件号码、您与求助人的关系以及证明内容。收集此类信息是为了增强求助人已公布信息的真实性，帮助筹款项目赢得更多的信任。 （四）质疑人相关的信息 当您对筹款项目产生质疑，进行举报时，我们会收集您的电话号码，收集此信息是为了方便我们的工作人员与您联系，核实相关情况。 （五）核查筹款真实去向相关的信息 在您发布求助信息并成功筹得款项后，我们可能会要求发起人定期提交相关证明材料说明求助人治疗情况和所筹款项使用情况。如果您拒绝提供相关材料，我们无法核查您是否按照约定使用款项，平台有权要求发起人、收款人、求助人全额返还通过我们所筹的款项。 （六）通过个人大病求助信息公示系统进行检索所需的信息 当您通过我们的个人大病求助信息公示系统检索特定求助人的求助信息时，您需要提交您的手机号码、姓名、身份证件号码和职业以完成实名认证。 （七）与风险控制相关的信息 在您通过医群筹平台发起大病筹款项目过程中，我们可能会向第三方核验调查您的身份信息、医疗信息、社保信息、财产信息和信用信息，以确保筹款项目的真实性。在这种情况下，我们可能会收集您留存在我们关联公司的信息，我们还可能向行政机关、司法机关、征信机关、医疗机构、背景调查公司以及其他合法了解掌握相关信息的自然人和法人收集或查询相关信息。您同意我们向上述机构收集和查询您的身份、医疗、财产、社保、信用相关信息，以核验筹款项目的真实性，防范欺诈等违法活动和减少信用风险。 （八）与改善和优化服务及保障账号安全相关的信息 当您使用我们的产品和服务时，我们可能会收集您使用设备的位置相关信息，例如IP地址、地理位置信息（在您通过微信登录，且开放位置权限的情况下），访问的浏览器信息、点击和浏览我们产品和服务功能或页面的URL地址及其使用情况，以及当您通过APP使用我们的产品和服务时，包括国际移动设备身份码（IMEI）、网络设备地址（MAC）、设备型号、系统版本号在内的与您使用设备的软硬件特征和设备环境信息相关的信息，用于统计我们产品的用户数量、分析产品的使用状况、排查崩溃原因、减少崩溃情况，以不断改进我们的产品。上述信息不涉及到您的个人身份等隐私信息。 （九）使用Cookie和同类技术收集的信息 为确保我们网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上放置安全的Cookie及相关技术（统称“Cookie”）收集信息。Cookie是您浏览网页时，网站服务器放在客户端（您的计算机、移动电话或其他智能终端）里面的一个小小的文本文件，存储了一些与用户访问网站有关的信息。Cookie可帮助我们： 1.按照您所希望的服务样式、外观的个性化设置为您提供服务； 2.保障数据和服务的安全性，排查针对我们的产品和服务的作弊、黑客、欺诈行为； 3.避免不必要的服务器负载，提高服务效率，节省资源、能源； 4.了解您使用我们服务的方式，以求改善我们的产品和服务的用户体验，为新产品或功能的研发提供参考数据； 5.提高广告对用户的吸引力并提升广告服务对广告主、发布商的价值，在我们的网站或软件中向您显示您可能感兴趣的广告。 如果您的浏览器或浏览器附加服务允许，您可修改对Cook ie的接受程度或拒绝我们的Cookie。但如果您这么做，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。'
			},{
				title:'【二、您的信息我们如何使用】',
				text:'（一）为您提供发起大病筹款项目，我们会对发起人、求助人、收款人（在收款人非求助人本人的情况下）的个人信息进行核查，实现筹款项目风险控制。为保障筹款项目的公信力，我们还会公示（1）求助人姓名、所患具体疾病名称、求助人情况说明、相关医疗证明材料、个人保障状况（包括是否按时交纳医保、是否购买商业重大疾病保险和是否享有低保）、家庭经济状况（可能涉及家庭收入、房产、车辆和金融资产）；（2）收款人姓名；（3）证实人姓名、头像。 （二）如您通过医群筹平台进行赠与，我们会在相关筹款界面循环播报您的赠与信息（包括用户名、头像和赠与数额），并向登录医群筹平台的您的微信好友展示您的赠与情况。如您不希望您的赠与情况被公开，您可以选择匿名赠与。 （三）为了更好地提供大病筹款服务和实现有效赠与，我们会将恶意筹款人的电话号码、昵称、筹款项目标题、身份证件号码进行模糊化处理并以黑名单的形式进行公示。此处的“恶意筹款人”是指编造或夸大求助信息、隐瞒个人财产信息、制造假病历、不当挪用医疗款等行为的筹款发起人。对于进入失信筹款人黑名单的用户，我们将视情上报相关政府部门、司法机关以及征信机构。 （四）根据您的账户信息、设备信息、使用我们服务的信息，统计和了解您使用我们服务的情况，改善我们的产品和服务的设计和功能，优化用户体验，根据您提供的联系方式对您进行必要的电话回访或短信通知。 （五）为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或医群筹相关协议规则的情况，我们可能使用或整合您的账户信息、设备信息、应用程序使用信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息。 （六）为向您推荐您可能感兴趣的产品或服务，我们可能会根据您使用我们的产品和服务的情况，结合您使用我们的关联公司服务的情况，提取您的兴趣偏好、消费及服务需求等特征，并基于特征标签进行间接人群画像，并向您展示和推送我们、我们关联公司及合作伙伴提供产品或服务的营销信息。 我们还可能会根据您提供的联系方式，通过短信、电话或您同意的其他方式联系您，向您推荐我们、我们关联公司及合作伙伴提供的您可能感兴趣的产品或服务。如您拒绝接受短信或电话营销，您可以根据短信或电话中的指示退订我们的短信或电话营销信息。 （七）如果我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，我们会事先征求您的同意。'
			},{
				title:'【三、征得授权同意的例外】',
				text:'根据相关法律法规规定，以下情形中收集和您的个人信息无需征得您的授权同意： 1.与国家安全、国防安全有关的； 2.与公共安全、公共卫生、重大公共利益有关的； 3.与犯罪侦查、起诉、审判和判决执行等有关的； 4.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的； 5.所收集的个人信息是您自行向社会公众公开的； 6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道； 7.用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障； 8.为合法的新闻报道所必需的； 9.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的； 10.法律、法规或国家标准规定的其他情形。'
			},{
				title:'【四、我们如何存储您的个人信息】',
				text:'我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。 我们仅在本政策所属目的的所必须期间和法律法规要求的时限内存储你的个人信息。 如我们停止运营医群筹的产品或服务，我们将及时停止继续收集您个人信息的活动，并将以公告的形式进行停止运营通知。同时，对我们存储的个人信息进行删除或匿名化处理。'
			},{
				title:'五、我们如何共享、转让、公开披露您的个人信息】',
				text:'（一）共享 我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外： 1.在获取您明示同意的情况下，我们会与其他方共享您的个人信息。 2.我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。 3.在法律法规允许的范围内，为维护我们、我们的关联公司或合作伙伴、您或其他医群用户或社会公众利益、财产或安全免遭损害而有必要共享您的个人信息。 4.与我们的关联公司共享。为便于我们基于您的医群账户向您推荐或提供医群的相关产品和服务，防止欺诈与安全风险，我们可能会将您的个人信息与我们的关联公司共享。但我们只会共享必要的个人信息，且关联公司对您个人信息的使用受本隐私政策，或经过您授权同意的且对您的个人信息提供与本隐私政策保护水平实质相同的关联公司隐私政策的约束（您可以在相关应用程序或我们的官方网站上查看医群集团相关产品适用的隐私政策）。我们和我们的关联公司均会严格遵守医群集团的个人信息及数据安全保护制度和政策。 5.与第三方合作伙伴共享。我们可能会委托第三方合作伙伴代我们处理个人信息，或与我们有业务合作关系的合作伙伴共享您的个人信息。但我们仅会出于合法、正当、必要的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。除非您另行授权同意，我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型： （1）提供技术、咨询服务的服务提供商。我们可能会将您的个人信息共享给支持我们提供服务的第三方服务提供商。这些服务提供商包括为我们提供基础设施技术服务、数据处理、核验、公估、信用审查、风控和客户服务等的机构。但我们要求这些服务提供商只能出于为我们提供服务的目的使用您的信息，而不得出于其自身利益使用您的信息。 （2）广告、分析服务类的授权合作伙伴。除非获得您的明确授权同意，否则我们不会与第三方广告商、分析服务提供商（例如应用流量监测服务提供商）或其他合作伙伴共享您的个人信息。我们可能会向这些合作伙伴提供汇总后的信息、匿名化后的信息或者其他不会识别到您个人身份的信息，但不会分享您的任何身份信息、账号信息或其他可识别信息。例如，我们的产品中可能会嵌入第三方SDK，以统计用户使用应用程序的习惯或偏好，或点击访问广告的情况。我们会不时对该等合作伙伴进行技术检测和行为审计，以最大限度地确保其依法、依规、依约收集和使用数据。 （二）转让 我们不会将您的个人信息转让给其他任何公司、组织或个人，但以下情形除外： 1.事先获得您明确的同意或授权； 2.根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供； 3.符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供； 4.随着医群筹公司业务的发展，我们及我们的关联公司有可能进行合并、收购、资产转让或其他类似的交易。如相关交易涉及到您的个人信息转让，我们会要求新持有您个人信息的公司、组织和个人继续受此政策约束，否则我们将要求该公司、组织和个人重新征得您的授权同意。 （三）披露 当您使用医群筹平台筹款时，我们需要根据本隐私政策第二节披露您的个人信息，在我们的平台上进行公示，以确保筹款项目的公信力。除此以外，我们仅会在以下情况，且采取符合业界标准的安全防护措施的前提下，公开披露您的个人信息： 1.根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息； 2.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或核查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定核查目的且有合法权利获取的数据。'
			},{
				title:'【六、我们如何保护您的个人信息】',
				text:'我们已采取符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。 1.医群设置了专门的个人信息保护负责人，负责处理医群相关产品和服务可能涉及到用户个人信息的各项事务，以及规划和制定公司的隐私政策、审核各产品的用户使用协议、监督各产品的工作原理和信息处理机制等。 2.我们进行了信息安全等级保护的定级测评，我们的信息系统被认定为符合信息安全等级保护第三等级（金融机构信息系统级别的保护）要求，并按照法律法规要求就定级报告向公安机关进行了备案。我们按照信息安全等级保护的要求制定了信息安全工作的总体方针和安全策略，建立了覆盖主机、数据、应用、管理等层面的安全管理制度，设立了技术部为信息安全管理工作的职能部门，明确了安全管理机构内的各个部门和岗位的职责、分工和技能要求，制定了明确的人员录用和离职管理规范。 3.我们会对可识别的个人敏感信息进行加密传输和存储，以确保数据的保密性。我们的应用系统提供了身份鉴别、用户标识唯一性检查、登录失败处理、基于角色的访问控制等功能，采用HTTPS安全协议进行通信，设置了最大并发会话连接数，能够对系统服务水平降低到预先规定的最小值进行检测和报警。我们在服务端部署访问控制机制，对可能接触到您个人信息的工作人员采取最小够用授权原则，并定期核查访问人员名单和访问记录。我们的服务器操作系统和数据库系统口令有复杂度要求，采用SSH安全协议进行远程管理，严格限制默认账户的访问权限，并修改了默认口令，审计记录全面并覆盖了所有用户。 4.我们存储用户个人信息的服务器系统均为安全加固后的操作系统。我们会对服务器操作进行账户审计及监控。如果发现外部公告有安全问题的服务器操作系统，医群筹会在第一时间进行服务器安全升级，确保医群筹所有服务器系统及应用安全。 5.我们为工作人员定期举办个人信息保护相关法律法规培训，以加强工作人员的用户个人隐私保护意识。 6.我们制定了信息安全事件应急预案，并调配足够的资源保障确保应急预案的执行。我们每年对应急预案进行了培训和应急事件演练。如果我们的物理、技术或管理防护措施不幸遭到破坏，我们会及时启动应急预案，防止安全事件扩大，按照法律法规的要求上报国家主管机关，并及时采取推送、公告等合理、有效的方式向您告知安全事件的基本情况、可能的影响、已经采取的措施或将要采取的措施等。'
			},{
				title:'【七、您管理个人信息的权利】',
				text:'在您使用医群筹期间，您可以通过以下方式访问并管理您的个人信息： （一）访问和更正您的个人信息 您可以通过医群筹APP-我的-头像专区查询和更正您的医群筹账户信息以及您提供的信息。 （二）删除您的个人信息 以下情况发生时，您有权要求医群筹公司删除您的个人信息： 1.我们没有征求您的同意，违法收集了您的个人信息。 2.我们处理您的个人信息违反了法律法规要求。 3.我们违反了与您的约定来使用和处理您的个人信息。 4.您注销了医群筹账号、卸载或者不再使用我们的产品或服务。 5.我们停止对您提供服务。 6.您要求我们删除您的个人信息 您可以通过本隐私政策第十节提供的方式联系我们要求删除您的个人信息，我们会在15个工作日内给予答复。当我们从服务器中删除您的个人信息后，我们可能不会立即从备份系统中删除相应的数据，但会在备份更新的时候删除这些信息。 （三）注销您的个人账户 在满足账户注销条件的情况下，您可以通过本隐私政策第十节的联系方式联系我们注销您的医群筹账户。 账户注销条件： 1.如您未曾通过医群筹进行筹款； 2.您虽然曾通过医群筹进行过筹款，但未曾成功筹到任何款项； 无法注销账户的情况： 您理解，根据《医群筹个人求助信息发布条款》，发起人及求助人应实时在医群筹平台更新求助人的信息资料和筹款项目进展并向社会公开，接受社会监督。阻光诚信、接受公众监督是在医群筹上进行筹款需遵守的基本原则，无论是在筹款过程中，还是在接受赠与之后，您都有义务接受公众监督，披露您的接收款项情况和款项使用情况。若医群筹发现您存在任何虚假、伪造、隐瞒，以及挪用款项的行为，医群筹有权要求全额退还受赠款项：情节严重者，将追究相应法律责任。因此，您理解并同意，在以下情况下医群筹有权拒绝注销您的账号和/或保留您的相关信息不予删除： 1.您正在使用医群筹的产品或服务； 2.您曾经通过医群筹获得赠与（无论是作为发起人、求助人、收款人）； 3.您与我们存在任何纠纷； 4.其他根据法律规定或我们服务的性质无法注销或不宜注销的情形。 如果您选择注销医群筹账户，那么您需要向我们提供必要身份证明材料以供我们验证您的身份，确保注销的准确性。 进行身份验证的时间不计入15个工作日内。 在您注销申请通过后，我们将为您注销账户。您注销账户的行为将导致您无法继续使用医群筹服务（但不会影响您使用无需账号登录即可使用的服务和功能），且注销医群筹账户后，您的个人信息我们只会在医群筹后台系统中变更为不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，在您注销账号后，根据相关法律要求及医群筹筹款的公示公信要求，您注销账号前在医群筹平台发布的信息，包括但不限于筹款记录（无论筹款是否成功）、赠与记录、留言记录等，仍将在平台公示，以确保筹款项目的公信力。注销医群筹账户并不代表医群筹账户注销前的账户行为和相关责任得到豁免或减轻。'
			},{
				title:'【八、未成年人个人信息保护】',
				text:'未成年人在使用医群筹产品或服务时，需要监护人同意和授权。我们建议未成年人的父母或监护人为其阅读本隐私政策，并建议未成年人在提交个人信息之前寻求父母或监护人的同意和指导。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有疑问时，您可以通过本隐私政策第十节的联系方式与我们联系。 如果我们发现我们在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会在法律要求的情况下尽快删除相关数据。'
			},{
				title:'【九、隐私政策的适用范围、变更和修订】',
				text:'如我们在本隐私政策序言部分所述，本隐私政策适用于 医群筹产品和服务。您可能通过医群筹产品中的链接跳转至我们集团公司运营的其他产品或服务，这些产品或服务可能 会通过其另行设置的隐私政策向您说明收集和使用您个人信息的情况并据此处理您的个人信息。我们集团公司的产品或服务均会按照与本隐私政策实质相同的标准对您的个人信息提供完善的保护。 需要特别说明的是，本政策不适用于其他第三方向您提供的服务。例如您通过医群筹链接到的第三方服务或网站。我们会在与这些第三方开展合作过程中尽最大努力督促其对保护您的个人信息，但您理解这些服务由第三方独立向您提供，第三方将依照其隐私政策或用户协议单独对您的个人信息处理承担责任。 我们的隐私政策可能变更。未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。 对于本隐私政策的重大变更，我们还会提供显著的通知（例如，在软件改版或升级、或您重新登录时，以弹窗形式对您进行及时通知）。您亦可以通过医群筹APP-我的专区或医群筹官方网站随时查看最新版的隐私政策。 本政策所指的重大变更包括但不限于： 1.我们的服务模式发生重大变化。如处理个人信息的目的、处理个人信息的类型、个人信息的使用方式等； 2.我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等； 3.个人信息共享、转让或公开披露的主要对象发生变化； 4.您参与个人信息处理方面的权利及其行使方式发生重大变化； 5.我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时； 6.个人信息安全影响评估报告表明存在高风险时。 '
			},{
				title:'【十、如何联系我们】',
				text:'医群信息科技有限公司为医群筹的运营主体。如果您对我们的政策及对您个人信息的处理有任何疑问、意见、建议或投诉，请致电400-609-9595与我们进行联系。 在一般情况下，我们会在15个工作日内对您的请求予以答复。您理解，由于材料审核、业务核对、操作流程等原因，对您请求的处理完成（包括信息更正、删除或账号注销的完成）时间可能会长于上述时限。'
			},{
				title:'【十一、隐私政策的生效】',
				text:'本隐私政策版本更新日期为2019年8月1日，将于2019年8月1日正式生效。'
			}]
		};
	},
	components: {
		[Row.name]: Row,
		[Col.name]: Col,
	},
	mounted() {},
	methods: {
		showPrivacy(){
			 this.$emit('showPrivacyOn');
		}
	}
};
</script>

<style scoped lang="less">
	.privacy{
    font-size: 16px;
		&-nav{
			width: 320px;
			height: 80vh;
			&-title{
				text-align: center;
				height: 10vh;
				line-height: 10vh;
			}
			&-cont{
				padding: 0 15px;
				height: 60vh;
				overflow-x: hidden;
				overflow-y: scroll;
				&-li{
					line-height: 20px;
					b{
						font-size: 13px;
					}
					span{
						font-size: 13px;
					}
				}
			}
			&-btn{
				width: 100px;
				background: #ff5a5a;
				height: 35px;
				border-radius: 35px;
				text-align: center;
				line-height: 35px;
				color: #fff;
				margin: 20px auto;
			}
		}
	}
</style>
